/* Default message shown in error alert dialogs for validation errors when no more specific error message is available */
"A validation error occurred" = "Ocorreu um erro de validação";

/* Default message shown in error alert dialogs when no more specific error message is available */
"An error occurred" = "Ocorreu um erro";

/* Title for alert dialog button asking what to do with invalid values entered by the user */
"Discard Change" = "Descartar Alteração";

/* Default error message for formatting errors with bindings */
"Formatting Error" = "Erro de Formatação";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Illegal key" = "Chave ilegal";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key cannot be empty" = "O campo de chave não pode estar vazio";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key is already in use" = "A chave já está em uso";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Value for %@ cannot be empty" = "O valor para %@ não pode estar vazio";

